<template>
  <div class="agreement">
    <h1>平台服务协议</h1>
    <p>本协议是用户与无锡沐山广告有限公司（以下简称“沐山”）之间就”信金融”平台提供定期产品投资服务等事宜所订立的契约，请仔细阅读。</p>
    <h2>第一条 相关主体</h2>
    <p>1、用户：从事投资活动，具有一定资金来源，享有投资收益的权、责、利三权统一体，包括个人用户和机构用户。</p>
    <p>2、信金融平台：指沐山旗下向用户提供第三方机构产品及服务信息的广告导流的信息中介服务平台。该平台的网址为： www.mu12.cn（以下简称“信金融平台”或“本平台”）</p>
    <h2>第二条 协议生效</h2>

    <p>1、用户决定在信金融平台进行第三方机构产品及信息的获取表明其已接受并同意本协议的所有条款。</p>
    <p>2、本协议内容包括正文以及信金融针对本网站已经发布的或将来可能发布的各类规则、操作流程。所有规则为本协议不可分割的一部分，与协议正文具有同等的法律效力。</p>
    <p>3、用户应该按照本协议约定行使权利并履行义务。如不能接受本协议的约定，包括但不限于不能接受修订后的协议及各类规则，则应立即停止使用本网站提供的服务。如用户继续使用服务，则表示同意并接受本协议及各类规则的约束。</p>
    <p>4、信金融有权根据需要不时修改本协议或各类规则、操作流程，如本协议有任何变更，信金融将在网站上以公示形式通知。修改后的协议及规则一经公示即生效，成为本协议的一部分。如用户继续登录或使用本网站的，即视为已阅读并接受修改后的协议。</p>
    <h2>第三条 服务内容</h2>
    <p>1、信金融不对平台导流的任何第三方机构及其产品的回款行为提供任何形式的保证或担保，也不对第三方机构提供的服务做出任何保证，并保留相关问题的最终解释权。</p>
    <p>2、对于用户与本平台所展示广告的产品、第三方机构之间的争议，或合作内容的变更等，信金融不承担任何责任。</p>
    <p>3、本网站提供的服务包括但不限于：发布展示相关产品及服务的信息、查阅交易机会等提供服务。<strong>提示：用户所得收益的税负请用户自行及时向税务机关申报、缴纳。</strong></p>
    <h2>第四条 风险提示</h2>
    <p>1、用户在决定交易前，须对平台发布的第三方机构投资产品的信息进行全面细致的了解，独立审慎的做出是否交易的决定。一旦进行操作，用户将与产品及服务提供机构直接发生交易互动。本平台不参与用户与第三方平台的任何交易，同时本平台也不对用户与第三方平台的任何行为承担责任。</p>
    <p><strong>2、用户知晓并同意，与第三方平台交易可能发生的风险，由此造成的经济的损失，需由用户自行承担。</strong></p>
    <p>3、信金融不对用户的任何行为及产生的后果提供任何明示、默示的担保。本网站向用户提供的各种信息及资料仅为参考，用户应依其独立判断做出决策。据此进行交易的，产生的风险由其自行承担，用户无权据此向信金融提出任何法律主张。在交易过程中，用户与交易对手之间发生的纠纷，由纠纷各方自行解决，本网站不承担任何责任。对于用户使用本网站服务过程中涉及由第三方提供相关信息及资料的服务产生的责任由该第三方承担，信金融不承担该等责任。</p>
    <p>4、用户应妥善保管在信金融网站的用户名和密码，凡使用用户名和密码登陆信金融网站进行的一切操作，均视为用户本人的行为，一切责任由用户本人承担。</p>
    <p>5、以上并不能揭示用户通过本网站进行交易的全部风险及市场的全部情形。用户在做出交易决策前，应全面了解相关交易，谨慎决策，并自行承担全部风险。</p>
    <h2>第六条 不可抗力</h2>
    <p>本网站因下列状况无法正常运作，使用户无法使用本网站服务时，本网站不承担损害赔偿责任，该状况包括但不限于：</p>
    <p>（1）本网站公告的系统停机维护期间；</p>
    <p>（2）由于黑客攻击、电信部门技术调整或故障、网站升级、其他第三方的问题等原因而造成的服务中断或者延迟；</p>
    <p>（3）本网站所依赖的电信设备出现故障不能进行数据传输的；</p>
    <p>（4）因洪水、停电、战争、台风、地震、海啸、恐怖袭击等不可抗力之因素，造成本网站系统障碍不能执行业务的；</p>
    <p>（5）有关法律、法规及相关政策、规则发生变化，导致本网站无法继续提供服务的。</p>
    <h2>第七条 终止服务</h2>
    <p>本网站有权基于单方独立判断，在其认为可能发生危害安全等情形时，不经通知而先行暂停、中断或终止向用户提供本协议项下的全部或部分服务，并将注册资料移除或删除，且无需对用户或任何第三方承担任何责任。前述情形包括但不限于：</p>
    <p>（1）本网站认为用户已经违反本协议中规定的各类规则及精神；</p>
    <p>（2）本网站认为用户账户涉嫌洗钱、套现、传销、被冒用或其他本网站认为有风险之情形；</p>
    <p>（3）用户在使用收费服务时未按规定向本网站支付相应的服务费用；</p>
    <p>（4）用户的用户账户已连续三年内未实际使用；</p>
    <p>（5）本网站认为用户提供的资料不具有真实性、有效性或完整性；</p>
    <p>（6）本网站发现异常交易或有疑义或有违法嫌疑时；</p>
    <p>（7）本网站基于交易安全等原因，根据其单独判断需先行暂停、中断或终止向用户提供本协议项下的全部或部分服务，并将注册资料移除或删除的其他情形。</p>
    <h2>第八条 信息使用</h2>
    <p>1、本网站可能从公开及私人资料来源收集用户的额外资料，以更好地了解本网站用户，确保在网站进行交易的安全性。本网站仅收集认为就此目的及达成该目的所必须的关于用户的个人资料。</p>
    <p>2、在本网站提供的正常交易活动中，用户无权要求本网站提供其他用户的个人资料。</p>
    <p>3、用户知晓并同意，本网站为提供本协议项下的服务，有权将用户的信息（包括但不限于：姓名、身份证号、手机号、邮箱、联系地址、账号等）向交易相对方或第三方提供。信金融承诺该等个人信息将不在本网站服务之外的目的使用。</p>
    <p>4、本网站有义务根据有关法律要求向司法机关和政府部门提供用户的个人资料。在用户未能按照与本协议、本网站有关规则或者与本网站其他用户签订的有关协议的约定履行自己应尽的义务时，本网站有权根据自己的判断、有关协议和规则、国家生效裁决文书或者与该笔交易有关的其他用户的合理请求披露该用户的个人资料（包括但不限于在本网站及互联网络上公布用户的违法、违约行为，并有关将该内容记入任何与用户相关的信用资料、档案或数据库），本网站对此不承担任何责任。</p>
    <p>5、如用户通过签署有关协议等方式获得其他用户的个人信息，用户同意不将该等个人信息用于除还本付息以外的其他任何用途，除非该等信息根据适用的法律规定、被有管辖权的法院或政府部门要求披露。</p>
    <h2>第九条 守法承诺</h2>
    <p>1、用户承诺，其通过本网站上传或发布的信息均真实有效，其向本网站提交的任何资料均真实、有效、完整、详细、准确。如因违背上述承诺，造成本网站或本网站其他使用方损失的，将承担相应责任。</p>
    <p>2、用户承诺绝不为任何非法目的或以任何非法方式使用本网站服务，并承诺遵守中国相关法律、法规及一切使用互联网之国际惯例，遵守所有与本网站服务有关的网络协议、规则和程序。</p>
    <p>3、用户同意并保证不得利用本网站服务从事侵害他人权益或违法之行为，若有违反者应负所有法律责任。上述行为包括但不限于：</p>
    <p>（1）违反依法律或合约所应负之保密义务。</p>
    <p>（2）从事任何不法交易行为，如贩卖枪支、毒品、禁药、盗版软件或其他违禁物。</p>
    <p>（2）从事任何不法交易行为，如贩卖枪支、毒品、禁药、盗版软件或其他违禁物。</p>
    <p>（4）提供赌博资讯或以任何方式引诱他人参与赌博。</p>
    <p>（5）涉嫌洗钱、套现或进行传销活动的。</p>
    <p>（6）从事任何可能含有电脑病毒或是可能侵害本网站服务系統、资料等行为。</p>
    <p>（7）侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权、其他知识产权及其他权益。</p>
    <p>（8）冒用他人名义使用本网站服务。</p>
    <p>（9）利用本网站服务系统进行可能对互联网或移动互联网正常运转造成不利影响之行为。</p>
    <p>（10）利用本网站服务上传、展示或传播虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料。</p>
    <p>（11）侵犯本网站的商业利益，包括但不限于发布非经本网站许可的商业广告。</p>
    <p>（11）侵犯本网站的商业利益，包括但不限于发布非经本网站许可的商业广告。</p>
    <p>4、用户保证并承诺通过本网站进行交易的资金来源合法。用户同意，本网站有权按照包括但不限于公安机关、检察机关、法院等司法机关、行政机关、军事机关的要求协助对其账户及资金等进行查询、冻结或扣划等操作。</p>
    <h2>第十条 通知</h2>
    <p>本协议项下的通知如以公示方式做出，一经在本网站公示即视为已经送达。除此之外，其他向用户个人发布的具有专属性的通知将由本网站向用户在注册后在本网站绑定的手机发送，一经发送即视为已经送达。请密切手机中的短信信息。用户同意本网站出于向用户提供服务之目的，可以向手机发送有关通知或提醒，不得以未收到或未阅读该等通知信息主张相关通知未送达。</p>
    <h2>第十一条 管辖</h2>
    <p>本协议之解释与适用，以及与本协议有关的争议，均应依照中华人民共和国法律予以处理，并同意无锡市梁溪区人民法院为管辖法院。</p>
  </div>
</template>

<script>
  import footNav from 'components/common-components/footNav';
  import qrcanvas from 'qrcanvas-vue';
  // import img from '/static/img/xinjrlogo.jpg';
  export default {
    data () {
      return{
        
      }
    }
    
  }
</script>

<style lang="less" rel="stylesheet/less">
  .agreement{
    padding:0.533333rem 0.266667rem;
    h1{
      font-size: 0.533333rem;
      line-height: 1.066667rem;
      text-align: center;
      font-weight: bold;
      margin-bottom: 0.266667rem;
    }
    h2{
      font-size: 0.4rem;
      line-height: 0.666667rem;
      font-weight: bold;
    }
    p{
      font-size: 0.346667rem;
      color: #2f2d2d;
      line-height: 0.533333rem;
      margin-bottom: 0.4rem;
      strong{
        font-weight: bold;
      }
    }
  }

</style>
